tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "age"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "ca-certificates"
brew "colima"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker-compose"
brew "docker"
brew "docker-credential-helper"
brew "dockutil"
brew "fd"
brew "fish"
brew "findutils"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-workspace"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gzip"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "less"
brew "libevent"
brew "libpng"
brew "luarocks"
brew "lima"
brew "mkcert"
brew "moreutils"
brew "ncurses"
brew "neovim"
brew "node@21"
brew "nss"
brew "openssl@3"
brew "pandoc"
brew "p7zip"
brew "ripgrep"
brew "tmux"
brew "utf8proc"
brew "wget"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "appcleaner"
cask "cheatsheet"
cask "drawio"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "obsidian"
cask "rar"
cask "raycast"
cask "stats"
